{
    "en": {
        "navAbout": "About",
        "navExperience": "Experience",
        "navProjects": "Projects",
        "navContact": "Contact",
        "visitGit": "Visit Github",
        "saludo": "Hi! I'm",
        "trabajo": "Fullstack Developer",
        "downloadBtn": "Download CV",
        "whatsappBtn": "Contact",
        "presente": "I am a passionate Full Stack Developer with expertise in building high-quality web applications using the MERN stack (MongoDB, Express, React, Node.js). Driven by a commitment to excellence, I continuously seek new challenges and opportunities to expand my technical skills and contribute to impactful projects.",
        "experiencia": "Experience",
        "frontend": "Frontend Development",
        "experienciaFrontA": "1 Year",
        "experienciaFrontD": "Proficient in web development technologies such as HTML, CSS, JavaScript, and React.js. Skilled in designing and implementing responsive, interactive, and user-focused web interfaces that enhance usability and deliver engaging experiences.",
        "backend": "Backend Development",
        "experienciaBackA": "3 Months",
        "experienciaBackD": "Proficient in developing server-side applications using Node.js, Express, and REST APIs. Experienced in implementing middleware, WebSocket communication for real-time features, and database management with Mongoose. Skilled in building scalable and efficient back-end architectures.",
        "database": "Database Administrator",
        "experienciaDataA": "1 Year",
        "experienciaDataD": "Experienced in managing and optimizing databases using MySQL, PostgreSQL, SQL Express, MongoDB, and Firebase. Skilled in designing, maintaining, and securing databases to ensure data integrity and optimal performance across diverse systems.",
        "odoo": "Odoo ERP Implementation",
        "experienciaOdooA": "6 Months",
        "experienciaOdooD": "Proficient in parameterizing and customizing Odoo ERP to meet business needs. Experienced in developing new functionalities, optimizing workflows, and providing comprehensive staff training to ensure successful adoption and usage.",
        "proyectos": "Recent Projects",
        "descTech": "Website for a computer company using Node.js and Express, incorporating real-time features through WebSockets for seamless user interactions. Implemented middleware for enhanced request handling, authentication, and data management, ensuring a secure and efficient user experience.",
        "descTienda": "Responsive website for a club store in Salta, Argentina, using React.js. The site features an intuitive interface, allowing customers to easily browse and purchase products. Focused on delivering a seamless and engaging shopping experience with optimized performance for both desktop and mobile users.",
        "descTrip": "Developed a fully responsive website for Triplay, utilizing HTML, JavaScript, and CSS to create a dynamic and user-friendly experience. Focused on ensuring seamless performance across various devices, optimizing layout and design for both desktop and mobile users to enhance accessibility and engagement.",
        "titleContact": "Contact Me",
        "btnContacto": "Submit",
        "footerAbout": "About",
        "footerExperience": "Experience",
        "footerProyect": "Projects",
        "footerContact": "Contact",
        "copyright": "© All Rights Reseerved | Alejandro Cobos"
    },
    "es": {
        "navAbout": "Sobre",
        "navExperience": "Experiencia",
        "navProjects": "Proyectos",
        "navContact": "Contacto",
        "visitGit": "Ir a Github",
        "saludo": "¡Hola! Soy",
        "trabajo": "Desarrollador Fullstack",
        "downloadBtn": "Descargar CV",
        "whatsappBtn": "Contactame",
        "presente": "Soy un desarrollador Full Stack apasionado con experiencia en constriur aplicaciones web de alta calidad usando el stack MERN (MongoDB, Express, React, Node.js). Comprometido con la excelencia, constantemente estoy buscando nuevos desafíos y oportunidades para expandir mis habilidades técnicas y contribuir a proyectos impactantes.",
        "experiencia": "Experiencia",
        "frontend": "Desarrollador Frontend",
        "experienciaFrontA": "1 Año",
        "experienciaFrontD": "Desarrollo web con tecnologías como HTML, CSS, JavaScript y React.js. Experto en diseñar e implementar interfaces web responsivas, interactivas y centradas en el usuario que mejoran la usabilidad y ofrecen experiencias atractivas.",
        "backend": "Desarrollo Backend",
        "experienciaBackA": "3 Meses",
        "experienciaBackD": "Desarrollo de aplicaciones del lado del servidor utilizando Node.js, Express y API REST. Experiencia en implementación de middleware, comunicación WebSocket para funciones en tiempo real y administración de bases de datos con Mongoose. Hábil en la construcción de arquitecturas back-end escalables y eficientes.",
        "database": "Administrador de Bases de Datos",
        "experienciaDataA": "1 Año",
        "experienciaDataD": "Administración y optimización de bases de datos usando MySQL, PostgreSQL, SQL Express, MongoDB y Firebase. Experto en diseñar, mantener y proteger bases de datos para garantizar la integridad de los datos y el rendimiento óptimo en diversos sistemas.",
        "odoo": "Implementación de Odoo ERP",
        "experienciaOdooA": "6 Meses",
        "experienciaOdooD": "Parametrización y personalización de Odoo ERP para satisfacer las necesidades empresariales. Experiencia en el desarrollo de nuevas funcionalidades, optimización de flujos de trabajo y capacitación integral del personal para garantizar una implementación y uso exitoso.",
        "proyectos": "Proyectos Recientes",
        "descTech": "Sitio web para una empresa de informática que utiliza Node.js y Express, incorpora funciones en tiempo real a través de WebSockets para interacciones fluidas con los usuarios. Se implementó middleware para mejorar el manejo de solicitudes, la autenticación y la gestión de datos, garantizando una experiencia de usuario segura y eficiente.",
        "descTienda": "Sitio web responsivo para tienda de club en Salta, Argentina, usando React.js. El sitio presenta una interfaz intuitiva que permite a los clientes navegar y comprar productos fácilmente. Centrado en ofrecer una experiencia de compra fluida y atractiva con un rendimiento optimizado para usuarios de escritorio y móviles.",
        "descTrip": "Sitio web totalmente responsivo para Triplay, utilizando HTML, JavaScript y CSS para crear una experiencia dinámica y fácil de usar. Centrado en garantizar un rendimiento perfecto en varios dispositivos, optimizando la disposición y el diseño para usuarios de escritorio y móviles para mejorar la accesibilidad.",
        "titleContact": "Contactame",
        "btnContacto": "Enviar",
        "footerAbout": "Sobre",
        "footerExperience": "Experiencia",
        "footerProyect": "Proyectos",
        "footerContact": "Contacto",
        "copyright": "© Todos los Derechos Reservados | Alejandro Cobos"
    }
}